Repository: Shun-Github1/Zone-News-Android
Catalog: InfoPlist.xcstrings
Source language: en
Languages: zh_hans, zh_hant

# manage_subscription.cancel.confirm
source: Cancel Subscription
zh_hans: 取消订阅
zh_hant: 取消訂閱

# manage_subscription.cancel.info
source: After cancellation, you can still enjoy all Pro features until your subscription expires on %@. No immediate changes will occur.
zh_hans: 取消后，您仍可享受所有专业版功能直到订阅在 %@ 到期。不会立即发生变化。
zh_hant: 取消後，您仍可享受所有專業版功能直到訂閱在 %@ 到期。不會立即發生變化。

# manage_subscription.cancel.info.no_date
source: After cancellation, you can still enjoy all Pro features until your subscription expires. No immediate changes will occur.
zh_hans: 取消后，您仍可享受所有专业版功能直到订阅到期。不会立即发生变化。
zh_hant: 取消後，您仍可享受所有專業版功能直到訂閱到期。不會立即發生變化。

# manage_subscription.cancel.message
source: To cancel your subscription, you'll be redirected to your Apple ID settings where you can manage your subscriptions.
zh_hans: 要取消您的订阅，您将被重定向到Apple ID设置页面，在那里您可以管理您的订阅。
zh_hant: 要取消您的訂閱，您將被重定向到Apple ID設定頁面，在那裡您可以管理您的訂閱。

# manage_subscription.cancel.title
source: Cancel Subscription
zh_hans: 取消订阅
zh_hant: 取消訂閱

# manage_subscription.details.billing
source: Billing
zh_hans: 转帐日期
zh_hant: 轉帳日期

# manage_subscription.details.plan
source: Plan
zh_hans: 套餐
zh_hant: 套餐

# manage_subscription.details.price
source: Price
zh_hans: 价格
zh_hant: 價格

# manage_subscription.details.title
source: Subscription Details
zh_hans: 订阅详情
zh_hant: 訂閱詳情

# manage_subscription.details.transaction_id
source: Transaction ID
zh_hans: 交易ID
zh_hant: 交易ID

# manage_subscription.expires
source: Expires
zh_hans: 到期时间
zh_hant: 到期時間

# manage_subscription.status.active
source: Active
zh_hans: 活跃
zh_hant: 活躍

# manage_subscription.status.title
source: Pro Member
zh_hans: 专业会员
zh_hant: 專業會員

# manage_subscription.support.contact
source: Contact Support
zh_hans: 联系客服
zh_hant: 聯繫客服

# manage_subscription.support.title
source: Need Help?
zh_hans: 需要帮助？
zh_hant: 需要幫助？

# manage_subscription.title
source: Manage Subscription
zh_hans: 管理订阅
zh_hant: 管理訂閱

# media_outlet.popup.accessibility
source: Media outlet information for %@
zh_hans: %@ 的媒体信息
zh_hant: %@ 的媒體資訊

# media.region.asia_other
source: Asia other
zh_hans: 亚洲其他
zh_hant: 亞洲其他

# media.region.china
source: Mainland China
zh_hans: 中国大陆
zh_hant: 中國大陸

# media.region.europe_other
source: Europe other
zh_hans: 欧洲其他
zh_hant: 歐洲其他

# media.region.hong_kong
source: Hong Kong SAR
zh_hans: 香港特别行政区
zh_hant: 香港特別行政區

# media.region.united_kingdom
source: United Kingdom
zh_hans: 英国
zh_hant: 英國

# media.region.united_states
source: United States
zh_hans: 美国
zh_hant: 美國

# news.error_loading
source: Error Loading Article
zh_hans: 文章加载错误
zh_hant: 文章載入錯誤

# news.loading
source: Loading article...
zh_hans: 正在加载文章...
zh_hant: 正在載入文章...

source: No positive news right now
zh_hans: 目前没有积极新闻
zh_hant: 目前沒有積極新聞

# notification.clear_all.button
source: Clear All Notifications
zh_hans: 清除所有通知
zh_hant: 清除所有通知

# notification.clear_all.confirmation.confirm
source: Clear All
zh_hans: 清除全部
zh_hant: 清除全部

# notification.clear_all.confirmation.message
source: Are you sure you want to clear all notifications? This action cannot be undone.
zh_hans: 确定要清除所有通知吗？此操作无法撤销。
zh_hant: 確定要清除所有通知嗎？此操作無法撤銷。

# notification.clear_all.confirmation.title
source: Clear All Notifications
zh_hans: 清除所有通知
zh_hant: 清除所有通知

# notification.title
source: Notifications
zh_hans: 通知
zh_hant: 通知

source: Part of an ongoing positive story
zh_hans: 持续积极故事的一部分
zh_hant: 持續積極故事的一部分

# personal.active_topics
source: Following
zh_hans: 关注主题
zh_hant: 關注主題

# personal.category.recap
source: Recap
zh_hans: 回顾
zh_hant: 回顧

# personal.category.your_feed
source: Your Feed
zh_hans: 您的动态
zh_hant: 您的動態

# personal.loading
source: Loading your personalized feed...
zh_hans: 正在加载您的个性化内容...
zh_hant: 正在加載您的個性化內容...

# personal.reason.history
source: Based on your reading history
zh_hans: 基于您的阅读历史
zh_hant: 基於您的閱讀歷史

# personal.recap.checkpoint.daily
source: Daily
zh_hans: 每日
zh_hant: 每日

# personal.recap.checkpoint.monthly
source: Monthly
zh_hans: 每月
zh_hant: 每月

# personal.recap.checkpoint.weekly
source: Weekly
zh_hans: 每周
zh_hant: 每週

# personal.recap.daily.bullet1
source: Major tech breakthrough: OpenAI announced GPT-5 with enhanced reasoning capabilities, while Apple revealed new AI features for iOS 18. The tech sector saw significant market movements with NVIDIA reaching new highs.
zh_hans: 重大科技突破：OpenAI宣布GPT-5具有增强推理能力，苹果为iOS 18推出新AI功能。科技板块出现重大市场波动，英伟达创历史新高。
zh_hant: 重大科技突破：OpenAI宣布GPT-5具有增強推理能力，蘋果為iOS 18推出新AI功能。科技板塊出現重大市場波動，英偉達創歷史新高。

# personal.recap.daily.bullet2
source: Global climate summit concludes with new carbon reduction targets. 195 countries agreed to accelerate renewable energy adoption, with major commitments from China and the EU to achieve net-zero emissions by 2050.
zh_hans: 全球气候峰会结束，制定新的碳减排目标。195个国家同意加速可再生能源采用，中国和欧盟承诺到2050年实现净零排放。
zh_hant: 全球氣候峰會結束，制定新的碳減排目標。195個國家同意加速可再生能源採用，中國和歐盟承諾到2050年實現淨零排放。

# personal.recap.daily.bullet3
source: Economic update: Federal Reserve maintains interest rates at 5.25%, citing inflation concerns. Stock markets showed mixed results with tech stocks rallying while energy sector declined due to oil price volatility.
zh_hans: 经济动态：美联储维持利率在5.25%，引用通胀担忧。股市表现不一，科技股上涨而能源板块因油价波动下跌。
zh_hant: 經濟動態：美聯儲維持利率在5.25%，引用通脹擔憂。股市表現不一，科技股上漲而能源板塊因油價波動下跌。

# personal.recap.daily.bullet4
source: International relations: New trade agreement signed between US and India, focusing on semiconductor manufacturing and clean energy cooperation. The deal is expected to create 50,000 jobs and strengthen supply chain resilience.
zh_hans: 国际关系：美国和印度签署新贸易协议，专注于半导体制造和清洁能源合作。该协议预计创造5万个就业岗位并加强供应链韧性。
zh_hant: 國際關係：美國和印度簽署新貿易協議，專注於半導體製造和清潔能源合作。該協議預計創造5萬個就業崗位並加強供應鏈韌性。

# personal.recap.daily.bullet5
source: Healthcare breakthrough: New mRNA vaccine technology shows 95% effectiveness against multiple cancer types in clinical trials. The treatment could revolutionize oncology care and be available within 2-3 years.
zh_hans: 医疗突破：新mRNA疫苗技术在临床试验中对多种癌症类型显示95%有效性。该治疗可能革命性改变肿瘤护理，2-3年内可用。
zh_hant: 醫療突破：新mRNA疫苗技術在臨床試驗中對多種癌症類型顯示95%有效性。該治療可能革命性改變腫瘤護理，2-3年內可用。

# personal.recap.daily.header
source: Last 24 hours
zh_hans: 过去24小时
zh_hant: 過去24小時

# personal.recap.monthly.bullet1
source: Artificial Intelligence revolution: This month marked a turning point in AI development with major breakthroughs in quantum computing integration, achieving 99.7% accuracy in complex problem-solving. Tech giants invested $50 billion in AI infrastructure, while regulatory frameworks were established in 15 countries.
zh_hans: 人工智能革命：本月标志着AI发展的转折点，量子计算集成取得重大突破，复杂问题解决准确率达到99.7%。科技巨头在AI基础设施投资500亿美元，15个国家建立监管框架。
zh_hant: 人工智能革命：本月標誌著AI發展的轉折點，量子計算集成取得重大突破，複雜問題解決準確率達到99.7%。科技巨頭在AI基礎設施投資500億美元，15個國家建立監管框架。

# personal.recap.monthly.bullet2
source: Global economic transformation: The world economy underwent significant restructuring with the introduction of digital currencies by 8 major central banks, renewable energy surpassing fossil fuels for the first time in history, and the establishment of new international trade corridors connecting Asia, Africa, and South America.
zh_hans: 全球经济转型：世界经济经历重大重组，8个主要央行推出数字货币，可再生能源首次在历史上超越化石燃料，建立连接亚洲、非洲和南美洲的新国际贸易走廊。
zh_hant: 全球經濟轉型：世界經濟經歷重大重組，8個主要央行推出數字貨幣，可再生能源首次在歷史上超越化石燃料，建立連接亞洲、非洲和南美洲的新國際貿易走廊。

# personal.recap.monthly.bullet3
source: Climate action breakthrough: Historic agreement reached at the Global Climate Summit with 195 countries committing to net-zero emissions by 2035, 10 years earlier than previous targets. Carbon capture technology achieved 95% efficiency, while ocean cleanup initiatives removed 2 million tons of plastic waste.
zh_hans: 气候行动突破：全球气候峰会达成历史性协议，195个国家承诺到2035年实现净零排放，比之前目标提前10年。碳捕获技术达到95%效率，海洋清理倡议清除200万吨塑料废物。
zh_hant: 氣候行動突破：全球氣候峰會達成歷史性協議，195個國家承諾到2035年實現淨零排放，比之前目標提前10年。碳捕獲技術達到95%效率，海洋清理倡議清除200萬噸塑料廢物。

# personal.recap.monthly.bullet4
source: Healthcare revolution: Revolutionary medical breakthroughs this month included the first successful human organ regeneration using stem cell technology, AI-powered drug discovery reducing development time by 70%, and the launch of universal healthcare coverage in 12 additional countries, bringing total global coverage to 85%.
zh_hans: 医疗革命：本月革命性医疗突破包括首次使用干细胞技术成功再生人体器官，AI药物发现将开发时间减少70%，12个额外国家启动全民医疗覆盖，全球总覆盖率达到85%。
zh_hant: 醫療革命：本月革命性醫療突破包括首次使用幹細胞技術成功再生人體器官，AI藥物發現將開發時間減少70%，12個額外國家啟動全民醫療覆蓋，全球總覆蓋率達到85%。

# personal.recap.monthly.bullet5
source: Space exploration achievements: This month witnessed unprecedented progress in space exploration with the successful establishment of the first permanent lunar base, Mars rover discovering evidence of ancient microbial life, and the launch of the first commercial space station hosting 12 international research projects worth $2.5 billion.
zh_hans: 太空探索成就：本月太空探索取得前所未有的进展，成功建立第一个永久月球基地，火星探测器发现古代微生物生命证据，首个商业空间站发射，承载12个价值25亿美元的国际研究项目。
zh_hant: 太空探索成就：本月太空探索取得前所未有的進展，成功建立第一個永久月球基地，火星探測器發現古代微生物生命證據，首個商業空間站發射，承載12個價值25億美元的國際研究項目。

# personal.recap.monthly.date
source: November 15th - December 15th
zh_hans: 11月15日 - 12月15日
zh_hant: 11月15日 - 12月15日

# personal.recap.monthly.header
source: This month
zh_hans: 本月
zh_hant: 本月

# personal.recap.weekly.bullet1
source: Tech industry transformation: This week saw major AI developments with Google launching Gemini 2.0, Microsoft integrating Copilot across all Office products, and Meta announcing new VR headset with neural interface technology. The AI market cap reached $2.3 trillion.
zh_hans: 科技行业转型：本周AI重大发展，谷歌推出Gemini 2.0，微软在所有Office产品中集成Copilot，Meta宣布配备神经接口技术的新VR头显。AI市值达到2.3万亿美元。
zh_hant: 科技行業轉型：本週AI重大發展，谷歌推出Gemini 2.0，微軟在所有Office產品中集成Copilot，Meta宣布配備神經接口技術的新VR頭顯。AI市值達到2.3萬億美元。

# personal.recap.weekly.bullet2
source: Global economic shifts: Central banks worldwide adjusted monetary policies with the ECB cutting rates by 0.5%, Bank of Japan ending negative interest rates, and emerging markets seeing increased foreign investment. The global economy shows signs of stabilization.
zh_hans: 全球经济变化：全球央行调整货币政策，欧洲央行降息0.5%，日本银行结束负利率，新兴市场外国投资增加。全球经济显现稳定迹象。
zh_hant: 全球經濟變化：全球央行調整貨幣政策，歐洲央行降息0.5%，日本銀行結束負利率，新興市場外國投資增加。全球經濟顯現穩定跡象。

# personal.recap.weekly.bullet3
source: Climate action progress: Major breakthrough in renewable energy as solar panel efficiency reached 47% in laboratory tests. Wind energy installations increased 35% globally, while carbon capture technology saw $12 billion in new investments this week.
zh_hans: 气候行动进展：可再生能源重大突破，太阳能电池板效率在实验室测试中达到47%。全球风力发电装置增加35%，碳捕获技术本周获得120亿美元新投资。
zh_hant: 氣候行動進展：可再生能源重大突破，太陽能電池板效率在實驗室測試中達到47%。全球風力發電裝置增加35%，碳捕獲技術本週獲得120億美元新投資。

# personal.recap.weekly.bullet4
source: Healthcare innovations: Revolutionary gene therapy treatments showed 90% success rate in treating rare genetic disorders. New telemedicine platforms expanded access to healthcare in rural areas, while AI-powered diagnostic tools reduced misdiagnosis rates by 40%.
zh_hans: 医疗创新：革命性基因治疗在治疗罕见遗传疾病方面显示90%成功率。新远程医疗平台扩大农村地区医疗保健覆盖，AI诊断工具将误诊率降低40%。
zh_hant: 醫療創新：革命性基因治療在治療罕見遺傳疾病方面顯示90%成功率。新遠程醫療平台擴大農村地區醫療保健覆蓋，AI診斷工具將誤診率降低40%。

# personal.recap.weekly.bullet5
source: Space exploration milestones: NASA's Artemis mission successfully tested new lunar landing technology, while SpaceX launched 12 Starlink satellites and announced plans for Mars colonization by 2030. Private space companies raised $8 billion in funding this week.
zh_hans: 太空探索里程碑：NASA阿尔忒弥斯任务成功测试新月球着陆技术，SpaceX发射12颗星链卫星并宣布2030年火星殖民计划。私人太空公司本周筹集80亿美元资金。
zh_hant: 太空探索里程碑：NASA阿爾忒彌斯任務成功測試新月球著陸技術，SpaceX發射12顆星鏈衛星並宣布2030年火星殖民計劃。私人太空公司本週籌集80億美元資金。

# personal.recap.weekly.date
source: December 9th - 15th
zh_hans: 12月9 - 15日
zh_hant: 12月9 - 15日

# personal.recap.weekly.header
source: This week
zh_hans: 本周
zh_hant: 本週

# personal.select_tags_placeholder
source: Select tags to follow
zh_hans: 选择要关注的主题
zh_hant: 選擇要關注的主題

# personal.sentiment.label
source: Sentiment:
zh_hans: 情感倾向：
zh_hant: 情感傾向：

# personal.sentiment.negative
source: Negative
zh_hans: 负面
zh_hant: 負面

# personal.sentiment.positive
source: Positive
zh_hans: 积极
zh_hant: 積極

# personal.sort_by
source: Sorting
zh_hans: 排序方式
zh_hant: 排序方式

# personal.sort.current_method
source: Sorting
zh_hans: 排序方式
zh_hant: 排序方式

# personal.sort.current_method.accessibility
source: Currently sorting by %@
zh_hans: 当前排序方式：%@
zh_hant: 當前排序方式：%@

# personal.sort.latest
source: Latest
zh_hans: 最新
zh_hant: 最新

# personal.sort.popular
source: Most Popular
zh_hans: 热门
zh_hant: 熱門度

# personal.sort.relevant
source: Most Relevant
zh_hans: 相关性
zh_hant: 相關性

# personalization.active_topics_count_format
source: Active tags (%d)
zh_hans: 在追縱的主题（%d）
zh_hant: 在追縱的主題（%d）

# personalization.current_settings.title
source: Current Settings
zh_hans: 当前设置
zh_hant: 目前設定

# personalization.filters
source: Personalised Filters
zh_hans: 个性化筛选
zh_hant: 個人化篩選

# personalization.manage_topics
source: Manage Topics
zh_hans: 管理主题
zh_hant: 管理主題

# personalization.manage_topics.hint
source: Tap to view and modify your topic preferences
zh_hans: 点按以查看并修改您的主题偏好
zh_hant: 點按以檢視並修改您的主題偏好

# personalization.menu.hint
source: Tap to access sorting and topic filter options
zh_hans: 点按以访问排序与主题筛选选项
zh_hant: 點按以存取排序與主題篩選選項

# personalization.menu.label
source: Personalization settings
zh_hans: 个性化设置
zh_hant: 個人化設定

# personalization.more_topics_count_format
source: +%d more
zh_hans: +%d 更多
zh_hant: +%d 更多

# personalization.sort_order
source: Sort Order
zh_hans: 排序顺序
zh_hant: 排序順序

# personalization.sorted_articles
source: Sorted Articles
zh_hans: 排序的文章
zh_hant: 排序的文章

source: Positive
zh_hans: 积极
zh_hant: 積極

source: Positive Vibes
zh_hans: 正能量
zh_hant: 正能量

# pro.paywall.publisher_info.title
source: Publisher info is a Pro feature
zh_hans: 发布者信息是 Pro 功能
zh_hant: 發布者資訊是 Pro 功能

# profile.menu.about.title
source: About Us
zh_hans: 关于我们
zh_hant: 關於我們

# profile.menu.feedback.title
source: Feedback
zh_hans: 反馈
zh_hant: 意見回饋

# publisher_articles.title
source: Article List
zh_hans: 文章一览
zh_hant: 文章一覽

# publisher_distribution.accessibility_value_format
source: %d%% centric, %d%% progressive
zh_hans: 中立占 %d%%，进步派占 %d%%
zh_hant: 中立占 %d%%，進步派占 %d%%

# publisher_distribution.centric
source: Conservative
zh_hans: 偏保守
zh_hant: 偏保守

# publisher_distribution.info.description
source: Map of media reporting patterns: X-axis - media bias, Y-axis - timing of reporting, size of circles - accessed media significance.
zh_hans: 媒体报导模式具象图：X轴 - 媒体偏见，Y轴 - 报导时机，圆点大小 - 媒体影响力。
zh_hant: 媒體報導模式具象圖：X軸 - 媒體偏見為、 Y軸 - 報導時機、圓點大小 - 媒體影響力。

# publisher_distribution.info.label
source: Publisher Distribution Information
zh_hans: 媒体分布資訊
zh_hant: 媒體分佈資訊

# publisher_distribution.progressive
source: Progressive
zh_hans: 偏进取
zh_hant: 偏進取

# publisher_distribution.title
source: Media Distribution
zh_hans: 媒体分布
zh_hant: 媒體分佈

# publisher.info.conglomerate
source: Conglomerate
zh_hans: 企业集团
zh_hant: 企業集團

# publisher.info.controller
source: Controller
zh_hans: 控股方
zh_hant: 控股方

# publisher.info.region
source: Region
zh_hans: 地区
zh_hant: 地區

# publisher.info.stance
source: Stance
zh_hans: 立场
zh_hant: 立場

# publisher.info.type
source: Type
zh_hans: 类型
zh_hant: 類型

# publisher.info.unavailable
source: No publisher details available.
zh_hans: 无发布者详细信息。
zh_hant: 無發布者詳細資訊。

# publisher.info.website
source: Visit website
zh_hans: 访问网站
zh_hant: 訪問網站

# publisher.unknown
source: Unknown Publisher
zh_hans: 未知媒体
zh_hant: 未知媒體

# recommended.sort.latest
source: Latest
zh_hans: 时间
zh_hant: 時間

# recommended.sort.popular
source: Most Popular
zh_hans: 热门度
zh_hant: 熱門度

# recommended.sort.relevant
source: Most Relevant
zh_hans: 相关性
zh_hant: 相關性

# recommended.sort.trending
source: Trending
zh_hans: 热门度
zh_hant: 熱門

source: Refresh
zh_hans: 刷新
zh_hant: 刷新

# register.confirm_password.label
source: Confirm Password
zh_hans: 确认密码
zh_hant: 確認密碼

# register.confirm_password.placeholder
source: Confirm your password
zh_hans: 确认您的密码
zh_hant: 確認您的密碼

# register.name.label
source: Full Name
zh_hans: 全名
zh_hant: 全名

# register.name.placeholder
source: Enter your full name
zh_hans: 输入您的全名
zh_hant: 輸入您的全名

# register.nav.title
source: Register
zh_hans: 注册
zh_hant: 註冊

# register.password.placeholder
source: Create a password
zh_hans: 创建密码
zh_hant: 建立密碼

# register.title
source: Create Account
zh_hans: 创建账户
zh_hant: 建立帳戶

source: Return to regular news feed?
zh_hans: 返回常规新闻源？
zh_hant: 返回常規新聞源？

# search.loading
source: Searching...
zh_hans: 搜索中...
zh_hant: 搜尋中...

# search.no_results.subtitle
source: Try different keywords or check your spelling
zh_hans: 尝试不同关键字或检查拼写
zh_hant: 嘗試不同關鍵字或檢查拼字

# search.no_results.title
source: No Results Found
zh_hans: 未找到结果
zh_hant: 找不到結果

# search.no_trending_topics
source: No trending topics available
zh_hans: 暂无热门话题
zh_hant: 暫無熱門話題

# search.placeholder
source: Discover headlines...
zh_hans: 搜寻新闻...
zh_hant: 搜尋新聞...

# search.results_count_format
source: %d results for "%@"
zh_hans: 找到 %d 条与"%@"相关的结果
zh_hant: 找到 %d 則與「%@」相關的結果

# search.trending_searches
source: Trending Searches
zh_hans: 热门搜索
zh_hant: 熱門搜尋

# search.trending_topics
source: Trending Topics
zh_hans: 热门话题
zh_hant: 熱門話題

# sentiment.accessibility_value_format
source: %@ out of 1
zh_hans: %@（满分 1）
zh_hant: %@（滿分 1）

# sentiment.info.description
source: The overall tone of reporting on this event, based on text analysis of articles.
zh_hans: 媒体对此事件报导的总体情绪。分数基于文本分析结果。
zh_hant: 媒体對此事件報導的總體情緒。分數基於文本分析結果。

# sentiment.info.details
source: for detailed information.
zh_hans: 了解更多详细信息。
zh_hant: 了解更多詳細資訊。

# sentiment.info.label
source: Sentiment Score Information
zh_hans: 情感数值資訊
zh_hant: 情感數值資訊

# sentiment.info.visit
source: Visit
zh_hans: 访问
zh_hant: 造訪

# sentiment.info.web
source: our webpage
zh_hans: 我们的网页
zh_hant: 我們的網頁

# sentiment.negative
source: Negative
zh_hans: 负面
zh_hant: 負面

# sentiment.optimistic
source: Positive
zh_hans: 正面
zh_hant: 正面

# sentiment.pessimistic
source: Negative
zh_hans: 悲观
zh_hant: 悲觀

# sentiment.positive
source: Positive
zh_hans: 正面
zh_hant: 正面

# sentiment.title
source: Media Sentiment
zh_hans: 文本情感数值
zh_hant: 文本情感數值

# separator.or
source: OR
zh_hans: 或
zh_hant: 或

# sort.article_title
source: Article Title
zh_hans: 文章标题
zh_hant: 文章標題

# sort.dialog.title
source: Sort Articles
zh_hans: 排序文章
zh_hant: 排序文章

# sort.media_significance
source: Media Significance
zh_hans: 媒体重要性
zh_hant: 媒體重要性

# sort.method.accessibility
source: Sort method
zh_hans: 排序方式
zh_hant: 排序方式

# sort.order.accessibility
source: Sort order
zh_hans: 排序顺序
zh_hant: 排序顺序

# sort.publisher_name
source: Media Name
zh_hans: 媒体名称
zh_hant: 媒體名稱

# sort.publisher_stance
source: Media Bias
zh_hans: 媒体立场
zh_hant: 媒體立場

source: Stay
zh_hans: 留下
zh_hant: 留下

# subjectivity.accessibility_value_format
source: %@ out of 1
zh_hans: %@（满分 1）
zh_hant: %@（滿分 1）

# subjectivity.info.description
source: How subjective media reporting on this event is, based on text analysis of articles.
zh_hans: 媒体报导的整体主观程度。分数基于文本分析结果。
zh_hant: 媒体報導的整体主觀程度。分數基於文本分析結果。

# subjectivity.info.details
source: for detailed information.
zh_hans: 了解更多详细信息。
zh_hant: 了解更多詳細資訊。

# subjectivity.info.label
source: Subjectivity Score Information
zh_hans: 主观性数值資訊
zh_hant: 主觀性數值資訊

# subjectivity.info.visit
source: Visit
zh_hans: 访问
zh_hant: 造訪

# subjectivity.info.web
source: our webpage
zh_hans: 我们的网页
zh_hant: 我們的網頁

# subjectivity.status.high
source: High objectivity
zh_hans: 客观性高
zh_hant: 客觀性高

# subjectivity.status.low
source: Low objectivity
zh_hans: 客观性低
zh_hant: 客觀性低

# subjectivity.status.medium
source: Medium objectivity
zh_hans: 中等客观性
zh_hant: 中等客觀性

# subjectivity.title
source: Subjectivity Score
zh_hans: 主观性数值
zh_hant: 主觀性數值

# subscription.expires
source: Expires
zh_hans: 到期时间
zh_hant: 到期時間

# subscription.feature.ad_free
source: Ad-Free Experience
zh_hans: 无广告体验
zh_hant: 無廣告體驗

# subscription.feature.ad_free.description
source: Enjoy news without any advertisements
zh_hans: 享受无广告的新闻阅读体验
zh_hant: 享受無廣告的新聞閱讀體驗

# subscription.feature.advanced_personalization
source: Advanced Personalization
zh_hans: 高级个性化
zh_hant: 高級個性化

# subscription.feature.advanced_personalization.description
source: Access advanced customization options
zh_hans: 访问高级自定义选项
zh_hant: 訪問高級自定義選項

# subscription.feature.priority_support
source: Priority Support
zh_hans: 优先支持
zh_hant: 優先支持

# subscription.feature.priority_support.description
source: Get faster response times for support requests
zh_hans: 获得更快的客服响应时间
zh_hant: 獲得更快的客服響應時間

# subscription.feature.recap
source: Recap
zh_hans: 回顾
zh_hant: 回顧

# subscription.feature.recap.description
source: Get personalized news summaries and recaps
zh_hans: 获取个性化新闻摘要和回顾
zh_hant: 獲取個性化新聞摘要和回顧

# subscription.feature.report_patterns
source: Report Patterns
zh_hans: 报道模式
zh_hant: 報導模式

# subscription.feature.report_patterns.description
source: Analyze news patterns and reporting trends
zh_hans: 分析新闻模式和报道趋势
zh_hant: 分析新聞模式和報導趨勢

# subscription.feature.timeline
source: Timeline
zh_hans: 时间线
zh_hant: 時間線

# subscription.feature.timeline.description
source: View related articles in chronological order
zh_hans: 按时间顺序查看相关文章
zh_hant: 按時間順序查看相關文章

# subscription.feature.unlimited_articles
source: Unlimited Articles
zh_hans: 无限文章
zh_hant: 無限文章

# subscription.feature.unlimited_articles.description
source: Read unlimited articles without restrictions
zh_hans: 无限制阅读文章，无任何限制
zh_hant: 無限制閱讀文章，無任何限制

# subscription.features.title
source: Pro Features
zh_hans: 专业版功能
zh_hant: 專業版功能

# subscription.header.title
source: Upgrade to Pro
zh_hans: 升级到专业版
zh_hant: 升級到專業版

# subscription.loading
source: Loading subscription options...
zh_hans: 正在加载订阅选项...
zh_hant: 正在載入訂閱選項...

# subscription.plan.billing
source: Billed monthly
zh_hans: 每月收费
zh_hant: 每月收費

# subscription.plan.billing.default
source: Subscription
zh_hans: 订阅
zh_hant: 訂閱

# subscription.plan.price
source: HK$18/month
zh_hans: HK$18/月
zh_hant: HK$18/月

# subscription.plan.price.unavailable
source: Price unavailable
zh_hans: 价格不可用
zh_hant: 價格不可用

# subscription.plan.title
source: Zone News Pro
zh_hans: Zone News 专业版
zh_hant: Zone News 專業版

# subscription.plan.title.default
source: Pro Subscription
zh_hans: 专业订阅
zh_hant: 專業訂閱

# subscription.plans.title
source: Subscription Plans
zh_hans: 订阅计划
zh_hant: 訂閱計劃

# subscription.popular
source: Most Popular
zh_hans: 最受欢迎
zh_hant: 最受歡迎

# subscription.purchase.button
source: Subscribe
zh_hans: 订阅
zh_hant: 訂閱

# subscription.purchase.failed
source: Purchase failed
zh_hans: 购买失败
zh_hant: 購買失敗

# subscription.redeem.button
source: Redeem Code
zh_hans: 兑换代码
zh_hant: 兌換代碼

# subscription.redeem.code.placeholder
source: Enter code
zh_hans: 输入代码
zh_hant: 輸入代碼

# subscription.redeem.confirm.cancel
source: Cancel
zh_hans: 取消
zh_hant: 取消

# subscription.redeem.failed
source: Invalid or expired code. Please try again.
zh_hans: 代码无效或已过期。请重试。
zh_hant: 代碼無效或已過期。請重試。

# subscription.redeem.submit
source: Redeem
zh_hans: 兑换
zh_hant: 兌換

# subscription.redeem.success
source: Code redeemed successfully!
zh_hans: 代码兑换成功！
zh_hant: 代碼兌換成功！

# subscription.redeem.title
source: Redeem Code
zh_hans: 兑换代码
zh_hant: 兌換代碼

# subscription.restore.button
source: Restore Purchases
zh_hans: 恢复购买
zh_hant: 恢復購買

# subscription.restore.failed
source: No purchases found to restore
zh_hans: 未找到可恢复的购买
zh_hant: 未找到可恢復的購買

# subscription.restore.success
source: Purchases restored successfully
zh_hans: 购买恢复成功
zh_hant: 購買恢復成功

# subscription.restore.title
source: Restore Purchases
zh_hans: 恢复购买
zh_hant: 恢復購買

# subscription.screenshot
source: Screenshot
zh_hans: 截图
zh_hant: 截圖

# subscription.status.active.title
source: Pro Active
zh_hans: Pro 已激活
zh_hant: Pro 已激活

# subscription.subscribe.button
source: Subscribe Now
zh_hans: 立即订阅
zh_hant: 立即訂閱

source: Summary
zh_hans: 摘要
zh_hant: 摘要

# summary.depth.nuanced
source: Nuanced
zh_hans: 深度了解
zh_hant: 深度了解

# summary.depth.straightforward
source: Straightforward
zh_hans: 直接明了
zh_hant: 直接明瞭

# summary.depth.title
source: Level of depth
zh_hans: 深浅度
zh_hant: 深淺度

# summary.language.title
source: Language
zh_hans: 语言
zh_hant: 語言

# summary.settings.title
source: Summary Settings
zh_hans: 摘要设置
zh_hant: 摘要設定

# tab.account
source: Account
zh_hans: 帐户
zh_hant: 帳戶
